{
  "Transforming": "تحويل",
  "Business Through": "الأعمال من خلال",
  "Smart Innovation": "الابتكار الذكي",
  "U-Link Gulf delivers end-to-end e-commerce, IT, and logistics solutions, expertly tailored to meet the demands of modern businesses.": "يوفر يو-لينك الخليج حلول التجارة الإلكترونية وتكنولوجيا المعلومات واللوجستيات من البداية للنهاية، مصممة خصيصًا لتلبية احتياجات الأعمال الحديثة.",
  "Get FREE Consultation": "احصل على استشارة مجانية",
  "View Portfolio": "عرض الأعمال",
  "Innovative": "مبتكر",
  "Precise": "دقيق",
  "Excellent": "ممتاز",
  "Home": "الصفحة الرئيسية",
  "About-Us": "من نحن",
  "Services": "الخدمات",
  "Portfolio": "محفظة الأعمال",
  "Blog": "المدونة",
  "Contact Us": "اتصل بنا",
  "Schedule a Call": "جدولة مكالمة",
  "U-Link Gulf Empowers": "تمكن U-Link Gulf",
  "Modern Businesses": "الأعمال التجارية الحديثة",
  "U-Link Gulf provides end-to-end e-commerce, IT, and logistics solutions tailored to help businesses thrive in the digital marketplace through seamless setup, expert strategy, and reliable operations.": "توفر U-Link Gulf حلول التجارة الإلكترونية وتكنولوجيا المعلومات والخدمات اللوجستية من البداية إلى النهاية، مصممة لمساعدة الشركات على النجاح في السوق الرقمي من خلال الإعداد السلس، والاستراتيجية الخبراء، والعمليات الموثوقة.",
  "Quality Services": "خدمات عالية الجودة",
  "At U-Link Gulf, we pride ourselves on our clear vision and strong execution capabilities. Our team is committed to delivering projects with precision, efficiency, and timeliness — ensuring top-notch quality and exceeding client expectations at every step.": "نحن في U-Link Gulf نعتز برؤيتنا الواضحة وقدراتنا التنفيذية القوية. يلتزم فريقنا بتقديم المشاريع بدقة وكفاءة وفي الوقت المحدد، مما يضمن تقديم جودة عالية وتجاوز توقعات العملاء في كل خطوة.",
  "Seller Services & Account Setup": "خدمات البائع وإعداد الحساب",
  "We assist with smooth onboarding, account setup, and brand registry across global marketplaces, including the UAE, Saudi Arabia, and Qatar, ensuring a seamless entry into the Gulf and international e-commerce landscapes.": "نساعد في التهيئة السلسة، وإعداد الحساب، وتسجيل العلامة التجارية عبر الأسواق العالمية، بما في ذلك الإمارات العربية المتحدة، والمملكة العربية السعودية، وقطر، مما يضمن الدخول السلس إلى أسواق الخليج والتجارة الإلكترونية الدولية.",
  "Order & Inventory Management": "إدارة الطلبات والمخزون",
  "Track orders from placement to delivery, manage returns and exchanges, and monitor real-time inventory across multiple locations with ease.": "تتبع الطلبات من التقديم إلى التسليم، وإدارة المرتجعات والتبادلات، ومراقبة المخزون في الوقت الفعلي عبر مواقع متعددة بسهولة.",
  "Shipping & Logistics Integration": "دمج الشحن والخدمات اللوجستية",
  "End-to-end fulfillment support including FBA, FBM, and third-party logistics, with real-time shipping tracking and label generation through courier integrations.": "دعم التنفيذ من البداية إلى النهاية بما في ذلك FBA، FBM، والخدمات اللوجستية من الطرف الثالث، مع تتبع الشحن في الوقت الفعلي وإنشاء العلامات عبر تكامل شركات الشحن.",
  "Strategic Brand Empowerment": "تمكين العلامة التجارية الاستراتيجية",
  "We help you build a strong brand identity and presence across digital marketplaces with consistent messaging, creative assets, and optimized listings that reflect your business values and goals.": "نساعدك على بناء هوية علامة تجارية قوية وحضور عبر الأسواق الرقمية مع رسائل متسقة، وأصول إبداعية، وقوائم محسنّة تعكس قيم وأهداف عملك.",
  "Global & Gulf E-commerce Expansion": "التوسع في التجارة الإلكترونية العالمية والخليجية",
  "Expand across the GCC and international markets with region-specific optimization, Arabic/English content, local currency support, and Gulf-compliant operations.": "توسيع الأسواق في منطقة الخليج والأسواق العالمية مع تحسينات مخصصة للمنطقة، ودعم المحتوى العربي/الإنجليزي، ودعم العملة المحلية، وعمليات متوافقة مع دول الخليج.",
  "IT Infrastructure & Support": "البنية التحتية لتكنولوجيا المعلومات والدعم",
  "Comprehensive IT services including cloud hosting, server scaling, cybersecurity, ERP integrations, and custom automation tailored for regional business operations.": "خدمات تكنولوجيا المعلومات الشاملة بما في ذلك الاستضافة السحابية، وتوسيع الخوادم، والأمن السيبراني، ودمج ERP، والأتمتة المخصصة المصممة لعمليات الأعمال الإقليمية.",
  "Order Fulfillment & Gulf Logistics": "إتمام الطلبات والخدمات اللوجستية في الخليج",
  "We integrate with top regional couriers like Aramex, SMSA, and Fetchr for smooth local deliveries. Real-time tracking, label generation, and return handling included.": "نحن ندمج مع شركات النقل الإقليمية الرائدة مثل أرامكس وSMSA وFetchr لتوصيل سهل محليًا. يشمل تتبع الطلبات في الوقت الفعلي، وإنشاء العلامات، ومعالجة المرتجعات.",
  "Custom E-commerce Development": "تطوير التجارة الإلكترونية المخصص",
  "We develop responsive, mobile-optimized storefronts with local language support, integrated with CMS platforms, secure gateways, and performance-first backend tech.": "نطور واجهات متاجر استجابة ومهيأة للموبايل مع دعم اللغة المحلية، مدمجة مع منصات CMS، وبوابات آمنة، وتقنيات خلفية تركز على الأداء.",
  "Founded": "تأسيس",
  "Started as data mining firm in 2011 providing Global business based data to various clients.": "بدأت كشركة لاستخراج البيانات في عام 2011 وتوفير بيانات الأعمال العالمية لعدة عملاء.",
  "IT Services": "خدمات تكنولوجيا المعلومات",
  "Started developing IT tools & outsourced clients Global business promotion activities and backend processes.": "بدأت تطوير أدوات تكنولوجيا المعلومات وعمليات التسويق لعملاء الأعمال العالمية والعمليات الخلفية.",
  "Milestone Launches": "إطلاق المعالم",
  "Global Partnered with Amazon, for the seller onboarding program with more than 2 lac seller onboard.": "تعاونت عالميًا مع أمازون، لبرنامج دمج البائعين مع أكثر من 2 لاك بائع.",
  "Product Assortment": "تنوع المنتجات",
  "Started Global warehousing business with more than 300 storage facilities in Dubai, India, and USA.": "بدأت العمل في مجال التخزين العالمي مع أكثر من 300 منشأة تخزين في دبي والهند والولايات المتحدة.",
  "RFQ & Credit Finance": "RFQ والتمويل الائتماني",
  "Introduced RFQ/Negotiations & Credit Finance.": "تم تقديم RFQ/المفاوضات والتمويل الائتماني.",
  "Significant Growth": "نمو كبير",
  "So many registered users with an inventory of over a large million items.": "عدد كبير من المستخدمين المسجلين مع مخزون يزيد عن مليون عنصر.",
  "Our Company Journey Timeline": "الجدول الزمني لمسيرة شركتنا",
  "Our Journey and Success milestone till": "رحلتنا ومعالم النجاح حتى الآن",
  "Global Business": "الأعمال العالمية",
  "Journey": "المسيرة",
  "Milestone": "المرحلة",
  "Started as data mining firm in 2011 providing Global business based data to various clients.": "بدأنا كشركة لاستخراج البيانات في عام 2011 نوفر بيانات الأعمال العالمية لعملاء مختلفين.",
  "Started developing IT tools & outsourced clients Global business promotion activities and backend process.": "بدأنا في تطوير أدوات تكنولوجيا المعلومات والاستعانة بمصادر خارجية لأنشطة ترويج الأعمال العالمية ومعالجة البيانات الخلفية للعملاء.",
  "Global Partnered with Amazon, Flipkart and Snapdeal for the seller onboarding program with more than 21k seller onboard.": "تعاوننا عالميًا مع أمازون وفليبكارت وسناب ديل في برنامج تسجيل البائعين، وتم onboard أكثر من 21 ألف بائع.",
  "Started Global warehousing business with more than 300 storage facilities in Dubai, India and USA.": "أطلقنا خدمات التخزين العالمية مع أكثر من 300 منشأة تخزين في دبي والهند والولايات المتحدة.",
  "Started as a procurement firm for global trade with payment facilitations.": "بدأنا كشركة مشتريات للتجارة العالمية مع خدمات تسهيل الدفع.",
  "Our company's early office in 2011": "المكتب الأول لشركتنا في عام 2011",
  "Our IT development team working": "فريق تطوير تكنولوجيا المعلومات لدينا أثناء العمل",
  "Our e-commerce partnership celebration": "احتفال بشراكتنا في التجارة الإلكترونية",
  "One of our global warehouses": "أحد مستودعاتنا العالمية",
  "Global trade team meeting": "اجتماع فريق التجارة العالمية"
}
